{
  "de": {
    "nav": {
      "home": "Home",
      "artists": "Künstler",
      "about": "Über",
      "contact": "Kontakt",
      "impressum": "Impressum",
      "privacy": "Datenschutz",
      "terms": "Bedingungen"
    },
    "countdown": {
      "header": "Ausstellung öffnet in",
      "days": "Tage",
      "hours": "Stunden",
      "minutes": "Minuten",
      "seconds": "Sekunden",
      "date": "24. April 2026"
    },
    "about_teaser": {
      "title": "Über artUP",
      "description": "Eine Ausstellung mit zahlreichen regionalen Künstlern über verschiedene Medien. Von Street Art bis klassischer Malerei, abstrakte Kunst bis Skulpturen – artUP feiert zeitgenössischen künstlerischen Ausdruck.",
      "learn_more": "Mehr erfahren →",
      "location_label": "Ort",
      "location": "Maximilianstraße 99\nSpeyer, Deutschland",
      "hours_label": "Öffnungszeiten",
      "hours": "Mi–So\n14:00–22:00 Uhr",
      "admission_label": "Eintritt",
      "admission": "Kostenlos"
    },
    "events": {
      "title": "Kommende Events",
      "day_friday": "Freitag",
      "day_saturday": "Samstag",
      "day_sunday": "Sonntag",
      "event_1": "Vernissage",
      "event_1_time": "19:00 Uhr",
      "event_2": "Konzert - ThreeCheese",
      "event_2_time": "20:00 Uhr",
      "event_3": "Zauberei",
      "event_3_time": "18:00 Uhr"
    },
    "artists": {
      "title": "Alle Künstler",
      "description": "Entdecken Sie alle 18 teilnehmenden Künstler dieser Ausstellung.",
      "buja": {
        "style": "Street Art",
        "shortBio": "Urbane Ästhetik trifft zeitgenössischen Ausdruck.",
        "fullBio": "BUJA transformiert Stadtlandschaften in lebendige Dialoge zwischen Künstler und Gemeinschaft. Mit jahrzenhtelanger Erfahrung in Street Art hinterfragen seine Werke Wahrnehmungen von öffentlichem Raum und künstlerischem Ausdruck.",
        "description": "Urbane Ästhetik trifft zeitgenössischen Ausdruck. BUJA transformiert Stadtlandschaften in lebendigen Dialog."
      },
      "nina": {
        "style": "Klassische Malerei",
        "shortBio": "Zeitlose Eleganz in jedem Pinselstrich.",
        "fullBio": "Nina Bussjäger bringt klassische Maltechniken in die zeitgenössische Sphäre. Ihre Werke erforschen die Schnittstelle zwischen Tradition und Moderne, schaffen Stücke, die sowohl Erbe als auch Innovation ansprechen.",
        "description": "Zeitlose Eleganz in jedem Pinselstrich. Traditionelle Meisterschaft mit zeitgenössischer Vision."
      },
      "timothy": {
        "style": "Abstrakt",
        "shortBio": "Reine Form und Farbe tanzen im Raum.",
        "fullBio": "Timothys abstrakte Werke reduzieren sich auf das Wesentliche der visuellen Sprache. Farbe, Form und Komposition werden zu Fahrzeugen für emotionalen Ausdruck und schaffen immersive visuelle Erfahrungen.",
        "description": "Reine Form und Farbe tanzen im Raum. Abstraktion als Sprache jenseits der Repräsentation."
      },
      "gizmoh": {
        "style": "Illustrative Poesie",
        "shortBio": "Wo Illustration auf Erzählung trifft.",
        "fullBio": "Gizmoh schafft eine visuelle Ästhetik, die die Grenzen zwischen Illustration, Design, Typografie und bildender Kunst verwischen. Jedes seiner Stücke ist eine poetische Erzählung in Detailfülle und Vorstellungskraft.",
        "description": "Wo Illustration auf Erzählung trifft. Visuelle Geschichten, die flüstern und singen."
      },
      "nikol": {
        "style": "konzeptioneller Fotorealismus",
        "shortBio": "Spuren der Berührung",
        "fullBio": "Nikol Minova schafft eine visuelle Sprache, die Fotorealismus, lineare Schwarz-Weiß-Zeichnung und farbige Kompositionen vereint. Jedes Werk ist eine emotionale Momentaufnahme präzise, sensibel und voller Tiefe.",
        "description": "Spuren der Berührung"
      },
      "olga": {
        "style": "Kunstmalerei",
        "shortBio": "Stilistische Vielfalt und konzeptuelle Tiefe",
        "fullBio": "Olga Davids künstlerische Arbeit zeichnet sich durch eine große stilistische und thematische Bandbreite aus. In ihren Werken verbindet sie Malerei, Grafik und architektonisches Denken zu einem vielschichtigen Ausdruck, der über klassische Kategorien hinausgeht.",
        "description": "Stilistische Vielfalt und konzeptuelle Tiefe"
      },
      "monika": {
        "style": "Bildhauerei",
        "shortBio": "Rohheit und Poesie",
        "fullBio": "Monika Schaper arbeitet mit den Gegensätzen: Rohe Materialität trifft auf subtile Ästhetik. In ihren expressiven Betonplastiken offenbaren sich Spannung und Bewegung. Ob Beton, Holz, Gips oder Metall. Jedes Material wird in ihrer Hand zum Träger einer eigenständigen künstlerischen Sprache.",
        "description": "Rohheit und Poesie"
      },
      "astrid": {
        "style": "Papierplastiken",
        "shortBio": "Materialien, Bedeutungen und Texturen in Schichten. Geliebte Zeitgenossen",
        "fullBio": "Aus alten Zeitungen und Kleister entstehen bei Astrid Steegmüller ausdrucksstarke Tierskulpturen, die zum Streicheln einladen. Ohne Drahtkonstruktion, nur aus Papier und Geduld, modelliert sie jedes Tier mit feinen Details. Was mit Faszination begann, ist zur täglichen Leidenschaft geworden.",
        "description": "Materialien, Bedeutungen und Texturen in Schichten. Geliebte Zeitgenossen"
      },
      "joachim": {
        "style": "Fotografie",
        "shortBio": "Licht und Schatten als Erzähler jenseites des Moments.",
        "fullBio": "Porträts, die erzählen. Von Persönlichkeiten, Emotionen, Träumen und Schicksalen. Die Fotografie dieses Künstlers erfasst die Tiefe menschlicher Erfahrung. Daneben dokumentiert er die Alltagskultur Thailands mit einfühlsamem Blick, fern ab touristischer Pfade. Digitale Spiegelungen und Verfremdungen schaffen surreale Welten, während eigene Texte Bild und Wort zu einer poetischen Einheit verbinden.",
        "description": "Licht und Schatten als Erzähler jenseits des Moments."
      },
      "katharina": {
        "style": "Raum und Körper",
        "shortBio": "Form erkundet die Leere.",
        "fullBio": "Katharina Andes ist interdisziplinäre Künstlerin, Bühnen- und Kostümbildnerin, deren multidimensionale Kunst Raum, Körper, Bewegung und Sinneserfahrung verbindet",
        "description": "Form erkundet die Leere."
      },
      "bjoern": {
        "style": "Malerei und Lithographie",
        "shortBio": "Zeit und Bewegung als Medium.",
        "fullBio": "Björn Ruppert ist in Landschaften zu Hause. In realen, aber mehr noch in erschauten, die sich dann rätselvoll in seinen Gemälden niederschlagen.",
        "description": "Zeit und Bewegung als Medium."
      },
      "manfred": {
        "style": "Pop & Urban Art",
        "shortBio": "Träume in Neon",
        "fullBio": "Farbe wabert, vibriert und fließt, zum Teil neon-schrill, über die Bildfläche. Gemalte und gesprayte Formen bilden Farbräume. Und zwischen all dem Abstrakten tauchen einzelne Motive auf.",
        "description": "Träume in Neon"
      },
      "daniel": {
        "style": "Performance Art",
        "shortBio": "Der Körper als Leinwand, Aktion als Kunst.",
        "fullBio": "Lucias Performance-Praxis hinterfragt herkömmliche Vorstellungen von künstlerischem Medium und macht den Körper und seine Bewegungen zum Zentrum der Arbeit.",
        "description": "Der Körper als Leinwand, Aktion als Kunst."
      },
      "david": {
        "style": "Druckkunst",
        "shortBio": "Alte Techniken, zeitgenössische Vision.",
        "fullBio": "David belebt traditionelle Druckverfahren neu und schafft Werke, die das Handwerk ehren und gleichzeitig mit aktuellem künstlerischem Diskurs in Dialog treten.",
        "description": "Alte Techniken, zeitgenössische Vision."
      },
      "isabelle": {
        "style": "Installationskunst",
        "shortBio": "Raum als Medium.",
        "fullBio": "Isabelle transformiert ganze Räume in immersive Kunstwerke und lädt Betrachter ein, zu Teilnehmern der ästhetischen Erfahrung zu werden.",
        "description": "Raum als Medium."
      },
      "oscar": {
        "style": "Keramikkunst",
        "shortBio": "Erde durch Feuer verwandelt.",
        "fullBio": "Oscars keramische Praxis zelebriert die Materialität und Unvollkommenheit von Ton und schafft Formen, die utilitäre und bildende Kunsttradition verbinden.",
        "description": "Erde durch Feuer verwandelt."
      },
      "anti": {
        "style": "Handgemachte Siebdrucke",
        "shortBio": "Fäden erzählen Geschichten.",
        "fullBio": "Neben Gigpostern gestalten und drucken wir auch limitierte Artprints und siebgedruckte Unikate. Freie Arbeiten bei denen wir viel Wert auf pfiffige Ideen legen.",
        "description": "Fäden erzählen Geschichten."
      },
      "carlos": {
        "style": "Graffiti & Street Expression",
        "shortBio": "Urbane Wände als Galerien.",
        "fullBio": "Carlos bringt lebendige Energie in öffentliche Räume und transformiert Wände in dynamische Leinwände, die Gemeinschaften herausfordern und inspirieren.",
        "description": "Urbane Wände als Galerien."
      }
    },
    "about": {
      "title": "Über artUP",
      "exhibition_title": "Die Ausstellung",
      "exhibition_text": "artUP ist eine zeitgenössische Kunstausstellung mit 18 internationalen Künstlern über verschiedene Medien und Praktiken. Von Street Art bis klassischer Malerei, digitale Kunst bis Installationen – artUP feiert die Vielfalt und Vitalität zeitgenössischen künstlerischen Ausdrucks.\n\nDiese monatelange Ausstellung im Herzen Speyers schafft eine Plattform für Künstler, um ihre Werke zu präsentieren und mit der Gemeinde in Dialog zu treten.",
      "event_details": "Veranstaltungsdetails",
      "dates_label": "Daten",
      "dates": "24. April – 17. Mai 2026",
      "location_label": "Ort",
      "location": "Maximilianstraße 99\n67346 Speyer, Deutschland",
      "hours_label": "Öffnungszeiten",
      "hours": "Mittwoch – Sonntag\n14:00 – 22:00 Uhr\nMontag + Dienstag geschlossen",
      "admission_label": "Eintritt",
      "admission": "Kostenlos",
      "practical_info": "Praktische Informationen",
      "getting_there": "Anfahrt",
      "getting_there_text": "Mit Auto: Parkplätze sind in der Nähe verfügbar\n\nMit öffentlichen Verkehrsmitteln: Speyer Hauptbahnhof ist 15 Min. zu Fuß entfernt\n\nAdresse:\nMaximilianstraße 99\n67346 Speyer",
      "contact_label": "Kontakt",
      "contact_text": "Email:\ncontact@artup.space\n\nTelefon:\n+49 (0) 6232 XXX XXX\n\nWeb:\nwww.artup.space",
      "accessibility": "Barrierefreiheit",
      "accessibility_text": "✓ Rollstuhlgerecht\n✓ Barrierefreie Toiletten\n✓ Führungen verfügbar\n✓ Mehrsprachig\n\nFür spezielle Anforderungen bitte im Voraus kontaktieren.",
      "media_press": "Medien & Presse",
      "press_info": "artUP ist offen für Medienanfragen, Interviews und Berichterstattung. Wir stellen Presseunterlagen, hochauflösende Bilder und Künstlerinformationen zur Verfügung.",
      "press_contact": "Pressekontakt",
      "exhibition_title_full": "artUP – Contemporary Art Exhibition",
      "download_media_kit": "Medienkit herunterladen",
      "press_kit": "📥 PRESS KIT (PDF)",
      "high_res_images": "📸 HOCHAUFLÖSENDE BILDER",
      "artist_bios": "📋 KÜNSTLERBIOGRAFIEN",
      "ready_visit": "Bereit zu besuchen?",
      "get_in_touch": "Kontakt aufnehmen"
    },
    "artists_page": {
      "title": "Alle Künstler",
      "description": "Entdecken Sie alle teilnehmenden Künstler dieser Ausstellung."
    },
    "about_page": {
      "title": "Über artUP",
      "description": "artUP ist eine zeitgenössische Kunstausstellung, die eine Vielzahl regionaler Künstler zeigt. Von Street Art bis klassischer Malerei, abstrakter Kunst bis Skulpturen – artUP feiert vielfältigen künstlerischen Ausdruck.",
      "exhibition_period": "24. April – 17. Mai 2026",
      "venue": "Maximilianstraße 99, Speyer, Deutschland",
      "hours": "Mittwoch – Sonntag, 14:00 – 22:00 Uhr",
      "admission": "Kostenlos"
    },
    "contact": {
      "title": "Kontakt",
      "description": "Fragen zur Ausstellung? Wir würden gerne von dir hören.",
      "name_label": "Name",
      "email_label": "E-Mail",
      "message_label": "Nachricht",
      "send_button": "Nachricht senden",
      "success": "✓ Nachricht erfolgreich versendet! Wir melden uns bald."
    }
  },
  "en": {
    "nav": {
      "home": "Home",
      "artists": "Artists",
      "about": "About",
      "contact": "Contact",
      "impressum": "Imprint",
      "privacy": "Privacy",
      "terms": "Terms"
    },
    "countdown": {
      "header": "Exhibition Opens In",
      "days": "Days",
      "hours": "Hours",
      "minutes": "Minutes",
      "seconds": "Seconds",
      "date": "April 24, 2026"
    },
    "about_teaser": {
      "title": "About artUP",
      "description": "An exhibition bringing together a wide range of regional artists across diverse mediums. From street art to classical painting, abstract art to sculptures – artUP celebrates contemporary artistic expression.",
      "learn_more": "Learn More →",
      "location_label": "Location",
      "location": "Maximilianstraße 99\nSpeyer, Germany",
      "hours_label": "Hours",
      "hours": "Wed – Sun\n02:00 PM – 10:00 PM",
      "admission_label": "Admission",
      "admission": "Free Entry"
    },
    "events": {
      "title": "Upcoming Events",
      "day_friday": "Friday",
      "day_saturday": "Saturday",
      "day_sunday": "Sunday",
      "event_1": "Vernissage",
      "event_1_time": "7:00 PM",
      "event_2": "Concert - ThreeCheese",
      "event_2_time": "8:00 PM",
      "event_3": "Magic Show",
      "event_3_time": "6:00 PM"
    },
    "artists": {
      "title": "All Artists",
      "description": "Discover all participating artists in this year's exhibition.",
      "buja": {
        "style": "Street Art",
        "shortBio": "Urban aesthetics meet contemporary expression.",
        "fullBio": "BUJA transforms cityscapes into vibrant dialogues between artist and community. With over a decade in street art, his works challenges perceptions of public space and creative expression.",
        "description": "Urban aesthetics meet contemporary expression. BUJA transforms cityscapes into vibrant dialogue."
      },
      "nina": {
        "style": "Classical Painting",
        "shortBio": "Timeless elegance in every brushstroke.",
        "fullBio": "Nina Bussjäger brings classical painting techniques into the contemporary realm. Her works explore the intersection of tradition and modernity, creating pieces that speak to both heritage and innovation.",
        "description": "Timeless elegance in every brushstroke. Traditional mastery with a contemporary vision."
      },
      "timothy": {
        "style": "Abstract",
        "shortBio": "Pure form and color dancing in space.",
        "fullBio": "Timothy's abstract works strip down to the essence of visual language. Color, form, and composition become vehicles for emotional expression, creating immersive visual experiences.",
        "description": "Pure form and color dancing in space. Abstraction as a language beyond representation."
      },
      "gizmoh": {
        "style": "Illustrative Poetry",
        "shortBio": "Where illustration meets narrative.",
        "fullBio": "Gizmoh creates visual stories that blur the lines between illustration and fine art. Each piece is a poetic narrative rendered in exquisite detail and imagination.",
        "description": "Where illustration meets narrative. Visual stories that whisper and sing."
      },
      "nikol": {
        "style": "Conceptual photorealism",
        "shortBio": "Traces of touch",
        "fullBio": "Nikol captures the complexity of human emotion and connection through figurative painting. Her portraits and figure studies reveal the inner landscape of the human experience.",
        "description": "Traces of touch"
      },
      "olga": {
        "style": "Fine Art Painting",
        "shortBio": "Stylistic Range and Conceptual Depth",
        "fullBio": "Olga David's artistic practice is distinguished by considerable stylistic and thematic range. Her works merge painting, graphic art, and architectural thinking into a multifaceted expression that goes beyond conventional categories.",
        "description": "Stylistic Range and Conceptual Depth"
      },
      "monika": {
        "style": "Sculpture",
        "shortBio": "Rawness and Poetry",
        "fullBio": "Monika Schaper works with contrasts: raw materiality meets subtle aesthetics. In her expressive concrete sculptures, tension and movement reveal themselves. Whether concrete, wood, plaster, or metal, each material becomes a vehicle for her distinctive artistic language.",
        "description": "Ideas made tangible through concept."
      },
      "astrid": {
        "style": "Paper Sculptures",
        "shortBio": "Layering materials, meanings, and textures. Beloved companions",
        "fullBio": "From old newspapers and paste, Astrid Steegmüller creates expressive animal sculptures that invite the viewer to touch. Without wire construction, only paper and patience, she models each creature with fine details. What began as fascination has become a daily passion.",
        "description": "Layering materials, meanings, and textures. Beloved companions"
      },
      "joachim": {
        "style": "Photography",
        "shortBio": "Light and shadow as storytellers beyond those moments.",
        "fullBio": "Portraits that tell stories. Of personalities, emotions, dreams, and destinies. This artist's photography captures the depth of human experience. Beyond that, he documents Thai everyday culture with empathetic vision, far from tourist trails. Digital reflections and distortions create surreal worlds, while his own texts unite image and word into a poetic unity.",
        "description": "Light and shadow as storytellers beyond those moments."
      },
      "katharina": {
        "style": "Body and Space",
        "shortBio": "Form exploring the void.",
        "fullBio": "Her artistic approach to space is an invitation to movements and attitudes and is addressed to the senses. The materials and colours, spaces and movements create physical resonances.",
        "description": "Form exploring the void."
      },
      "bjoern": {
        "style": "Painting and Lithography",
        "shortBio": "Time and motion as medium.",
        "fullBio": "His paintings are a true manifest of his handcrafted approach to art",
        "description": "Time and motion as medium."
      },
      "manfred": {
        "style": "Pop & Urban Art",
        "shortBio": "Dreams in Neon",
        "fullBio": "Color pulses and flows across the canvas, vibrant and neon-sharp. Painted and sprayed forms generate color fields. Within this abstraction, individual subjects surface.",
        "description": "Dreams in Neon"
      },
      "daniel": {
        "style": "Performance Art",
        "shortBio": "Body as canvas, action as art.",
        "fullBio": "Lucia's performance practice challenges conventional notions of artistic medium, making the body and its movements central to the work.",
        "description": "Body as canvas, action as art."
      },
      "david": {
        "style": "Printmaking",
        "shortBio": "Ancient techniques, contemporary vision.",
        "fullBio": "David revitalizes traditional printmaking methods, creating works that honor craft while engaging with current artistic discourse.",
        "description": "Ancient techniques, contemporary vision."
      },
      "isabelle": {
        "style": "Installation Art",
        "shortBio": "Space as medium.",
        "fullBio": "Isabelle transforms entire spaces into immersive artworks, inviting viewers to become participants in the aesthetic experience.",
        "description": "Space as medium."
      },
      "oscar": {
        "style": "Ceramic Art",
        "shortBio": "Earth transformed through fire.",
        "fullBio": "Oscar's ceramic practice celebrates the materiality and imperfection of clay, creating forms that bridge utilitarian and fine art traditions.",
        "description": "Earth transformed through fire."
      },
      "anti": {
        "style": "Handmade Screen Prints",
        "shortBio": "Threads telling stories.",
        "fullBio": "Neben Gigpostern gestalten und drucken wir auch limitierte Artprints und siebgedruckte Unikate. Freie Arbeiten bei denen wir viel Wert auf pfiffige Ideen legen.",
        "description": "Threads telling stories."
      },
      "carlos": {
        "style": "Graffiti & Street Expression",
        "shortBio": "Urban walls as galleries.",
        "fullBio": "Carlos brings vibrant energy to public spaces, transforming walls into dynamic canvases that challenge and inspire communities.",
        "description": "Urban walls as galleries."
      }
    },
    "about": {
      "title": "About artUP",
      "exhibition_title": "The Exhibition",
      "exhibition_text": "artUP is a contemporary art exhibition bringing together 18 international artists across diverse mediums and practices. From street art to classical painting, digital art to installations – artUP celebrates the diversity and vitality of contemporary artistic expression.\n\nHeld in the heart of Speyer, this month-long exhibition creates a platform for emerging and established artists to showcase their work and engage with the community.",
      "event_details": "Event Details",
      "dates_label": "Dates",
      "dates": "April 24 – May 17, 2026",
      "location_label": "Location",
      "location": "Maximilianstraße 99\n67346 Speyer, Germany",
      "hours_label": "Hours",
      "hours": "Wednesday – Sunday\n02:00 PM – 10:00 PM\nClosed Mondays + Tuesdays",
      "admission_label": "Admission",
      "admission": "Free Entry",
      "practical_info": "Practical Information",
      "getting_there": "Getting There",
      "getting_there_text": "By Car: Parking available at nearby public lots\n\nBy Public Transport: Speyer Main Station is 15 min walking distance\n\nAddress:\nMaximilianstraße 99\n67346 Speyer",
      "contact_label": "Contact",
      "contact_text": "Email:\ncontact@artup.space\n\nPhone:\n+49 (0) 6232 XXX XXX\n\nWeb:\nwww.artup.space",
      "accessibility": "Accessibility",
      "accessibility_text": "✓ Wheelchair accessible\n✓ Accessible restrooms\n✓ Guided tours available\n✓ Multiple languages\n\nFor special accommodations, please contact us in advance.",
      "media_press": "Media & Press",
      "press_info": "artUP is open to media inquiries, interviews, and coverage. We provide press materials, high-resolution images, and artist information.",
      "press_contact": "Press Contact",
      "exhibition_title_full": "artUP – Contemporary Art Exhibition",
      "download_media_kit": "Download Media Kit",
      "press_kit": "📥 PRESS KIT (PDF)",
      "high_res_images": "📸 HIGH-RES IMAGES",
      "artist_bios": "📋 ARTIST BIOS",
      "ready_visit": "Ready to Visit?",
      "get_in_touch": "Get in Touch"
    },
    "artists_page": {
      "title": "All Artists",
      "description": "Discover all participating artists in this year's exhibition."
    },
    "about_page": {
      "title": "About artUP",
      "description": "artUP is a contemporary art exhibition featuring a wide range of regional artists. From street art to classical painting, abstract art to sculptures – artUP celebrates diverse artistic expression.",
      "exhibition_period": "April 24 – May 17, 2026",
      "venue": "Maximilianstraße 99, Speyer, Germany",
      "hours": "Wednesday – Sunday, 02:00 PM – 10:00 PM",
      "admission": "Free"
    },
    "contact": {
      "title": "Contact",
      "description": "Have questions about the exhibition? We'd love to hear from you.",
      "name_label": "Name",
      "email_label": "Email",
      "message_label": "Message",
      "send_button": "Send Message",
      "success": "✓ Message sent successfully! We'll be in touch soon."
    }
  }
}
